# CLI Tools
brew "autoconf"
brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "llvm"
brew "fastfetch"
brew "ripgrep"
brew "sqlite"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "zoxide"
brew "dust"
brew "duf"
brew "bottom"

cask "visual-studio-code"
cask "ghostty"
