tap "homebrew/bundle"
tap "homebrew/cask"
tap "yuru7/tap"

# CLI Tools
brew "autoconf"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "llvm"
brew "fastfetch"
brew "ripgrep"
brew "sqlite"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"

# Fonts
cask "font-udev-gothic-jpdoc"
